Repository: amenuor/noBordersTheme
Catalog: languages/*.po
Languages: fr_fr

source: Not Found.
fr_fr: Page pas trouvée.

source: Reality is appearance, mistakes are always in wait.
fr_fr: La réalité est seulement apparence, les fautes sont toujours dans l'attente, prêts à être accomplies.

source: This page doesn't exist, now, one day it might.
fr_fr: Cette page n'esiste pas au présent, peut-être un jour qui sait.

source: Search
fr_fr: Rechercher

source: Popular Topics
fr_fr: Arguments les plus lus

source: Try looking in the monthly archives. %1$s
fr_fr: Recherchez dans les archives mensuels. %1$s

source: Author: %s
fr_fr: Auteur: %s

source: Day: %s
fr_fr: Jour: %s

source: Month: %s
fr_fr: Mois: %s

source: Year: %s
fr_fr: An: %s

source: Asides
fr_fr: Approfondissement

source: Videos
fr_fr: Vidéos

source: Quotes
fr_fr: Citations

source: Links
fr_fr: Liens

source: <span class="glyphicon glyphicon-link"></span> <a href="%1$s" title="Permalink to %2$s" rel="bookmark">permalink</a>.
fr_fr: <span class="glyphicon glyphicon-link"></span> <a href="%1$s" title="Lien pour %2$s" rel="bookmark">Lien</a>.

source: Subscribe to our newsletter!
fr_fr: Inscrivez-vous à notre newsletter!

source: Subscribe
fr_fr: Enregistrez-vous

source: or follow us on
fr_fr: ou suivez-nous sur

source: Map of The Railroad diaries - Click on the icons to see more of the project!
fr_fr: Carte du "The Railoroad Diaries" - cliquez sur les icônes pour en savoir plus!

source: Latest Blog Posts
fr_fr: Derniers posts du Blog

source: Support us!
fr_fr: Soutenez-nous

source: If you like what we do, consider donate whatever you can to our projects!
fr_fr: Si cela vous intéresse , soutenez notre travail avec un don!

source: Support Us
fr_fr: Soutenez-nous

source: Latest articles from our projects
fr_fr: Derniers articles du projet

source: Curiosities
fr_fr: Curiosité

source: Legend
fr_fr: Légende

source: Photo
fr_fr: Photos

source: People
fr_fr: Profiles

source: Video
fr_fr: Vidéo

source: Primary Menu
fr_fr: Menu principal

source: Navigation bar right
fr_fr: Barre de navigation droite

source: Sidebar left
fr_fr: Barre latérale gauche

source: Sidebar right
fr_fr: Barre latérale droite

source: Footer left
fr_fr: Footer gauche

source: Footer right
fr_fr: Footer droit

source: Read More
fr_fr: Continuez

source: Published <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%8$s</a>
fr_fr: Publié le <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> à <a href="%3$s" title="Lien pour l'image originale">%4$s &times; %5$s</a> en <a href="%6$s" title="Retournes à %7$s" rel="gallery">%8$s</a>

source: <span class="meta-nav">&larr;</span> Previous
fr_fr: <span class="meta-nav">&larr;</span> Précedents

source: Next <span class="meta-nav">&rarr;</span>
fr_fr: Prochains <span class="meta-nav">&rarr;</span>

source: Nothing Found
fr_fr: Aucun résultat

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
fr_fr: Prêt à publier ton premier post? <a href="%1$s">Cliques ici</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fr_fr: Votre recherche n'a donné aucun résultat. Essayez encore avec des mors clés différents.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fr_fr: On n'arrive pas à trouver la ressource requise. Essayez à effectuer une recherche sur le site.

source: Search Results for: %s
fr_fr: réultats de la récherche: %s

source: Blog Topics
fr_fr: Cathégories du blog

source: View all posts in %s
fr_fr: Montres tous les posts en %s

source: Countries
fr_fr: Pays

source: A women’s epic journey along the Silk Road
fr_fr: Un voyage épique au long de la Route de la Soie

source: Map of The Railroad diaries - Click on the train icon to see more of the project!
fr_fr: Carte du "The Railoroad Diaries" - cliquez sur les icônes pour en savoir plus!

source: Discover the project!
fr_fr: En savoir plus!

source: Click on the train and get the latest information on this great journey!
fr_fr: Cliquez sur l'image du train et découvrez à quel point on est arrivé de ce grand projet!

source: FrontPage Settings
fr_fr: Options FrontPage

source: Change front page options here.
fr_fr: Changez les options pour la première page ici.

source: Number of slides
fr_fr: Nombre de slides

source: Posted in
fr_fr: Publié en

source: Edit
fr_fr: Modifiez

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération

source: %s <span class="says">says:</span>
fr_fr: %s <span class="says"> dit:</span>

source: Reply
fr_fr: Répondez

source: Log in to Reply
fr_fr: Log in pour répondre

source: Continue reading <span class="meta-nav">&rarr;</span>
fr_fr: lire la suite <span class="meta-nav">&rarr;</span>

source: <span class="posted-on">Posted on %1$s</span><span class="byline"> by %2$s</span>
fr_fr: <span class="posted-on">Publié le %1$s</span><span class="byline"> par %2$s</span>

source: View all posts by %s
fr_fr: Tous les posts de %s
